import image1 from "../images/IMG_0859.jpg";

// Import รูปของขวัญทั้งหมดตามที่มีในโฟลเดอร์
import gift1 from "../images/gifts/31E0CB72-9BF1-4A9A-AA37-C1C0885079E3.jpg";
import gift2 from "../images/gifts/IMG_1323.jpg";
import gift3 from "../images/gifts/IMG_1951.jpg";
import gift4 from "../images/gifts/IMG_1955.jpg";

export const _albums = [
  image1
];

// เอาของขวัญทั้งหมดมาจัดกลุ่มลง Array
export const _giftAlbums = [
  gift1,
  gift2,
  gift3,
  gift4
];

export const _messages = [
  "วุ้นมะพร้าวขาวใสใจสะอาด",
  "แล้วไงต่อวะ",
  "น้องน้องน้องน้องน้องน้องน้องน้องน้องน้องน้องน้อง",
];

export const _birthdayMessages = [
  "สุขสันต์วันเกิดครับน้องน้องน้องน้องน้องน้อง",    
  "ราชินีหมูกรอบ🤑",    
];
